import React from "react";
import ReserveSlider from "./ReserveSlider";

const TicketReserve = () => {
  return (
    <div className="my-24">
      <h2 className="text-3xl mb-5 bold text-gray-900 text-center">
        استرداد بلیط اتوبوس{" "}
      </h2>
      <p className="text-gray-600 leading-7 max-w-4xl mx-auto">
        طبیعی است که گاهی اوقات، سفرتان به هر دلیلی لغو شود. در این زمان به
        دنبال استرداد بلیط (کنسلی) هستید. اگر بلیط‌تان را از علی‌بابا خریده‌اید،
        نگران نباشید؛ فرآیند استرداد بلیط اتوبوس در علی‌بابا راحت و بی‌دردسر
        است. کافی است وارد حساب کاربری‌تان شوید و روی نام کاربری‌تان کلیک کنید.
        در لیست نمایش داده شده، روی سفارشات و استردادها کلیک کنید. در صفحه بعد
        شماره سفارش خود را وارد و سپس روی جستجو کلیک کنید. پس از اتمام مراحل
        استرداد، پولی که بابت خرید بلیط پرداخته‌اید، در کوتاه‌ترین زمان ممکن به
        حساب شما برمی‌گردد. زمانی که بلیط را می‌خرید به قوانین بلیط هم دقت کنید.
        قوانین استرداد را در همان پنجره بلیط، در بخش «اطلاعات بیشتر» مشاهده
        خواهید کرد. این قوانین به شما می‌گوید که جریمه استرداد یا کنسلی بلیط
        اتوبوس چه میزان است.{" "}
      </p>
      <ReserveSlider />
    </div>
  );
};

export default TicketReserve;
