import React from "react";
import Image from "next/image";
import image from "@/public/images/fly.webp"

const TicketFly = () => {
  return (
    <div className="w-full flex flex-col gap-5">
      <div className='flex flex-col gap-3 md:flex-row'>
        <div className=''>
          <h2 className="text-3xl mb-5 bold text-gray-900 text-start">
            بلیط هواپیما
          </h2>
          <p className="text-gray-600 leading-7 max-w-4xl ">
            دالیا بزرگترین و معتبرترین سایت خرید اینترنتی بلیط هواپیما ، قطار و اتوبوس در کشور است که از سال ۱۳۹۳ کار خود را شروع کرده و در این مدت توانسته رضایت درصد قابل توجهی از کاربران را به دست بیاورد. در ابتدا، فروش بلیط پرواز داخلی در دستور کار دالیا قرار داشت؛ اما به مرور امکان خرید سایر محصولات گردشگری نیز به دالیا اضافه شد.
          </p>
        </div>
        <Image
          className="flex"
          width={400}
          height={400}
          src={image}
          alt="news"

        />
      </div>
      <div className="">
        <h2 className="text-2xl mb-5 bold text-gray-900">
          مزایای خرید بلیط هواپیما از دالیا
        </h2>
        <p className="text-gray-600 max-w-7xl leading-7">
          شما با خرید بلیط هواپیما از دالیا با سامانه مطمئن و معتبری روبه‌رو هستید که تمام نیازهایتان را پاسخ می‌دهد. برای خرید آنلاین بلیط هواپیما در دالیا کافیست مبدا، مقصد و تاریخ پرواز خود را انتخاب کنید. پس از کلیک روی جستجو، لیست قیمت بلیط هواپیما به مقصد مورد نظر شما ظاهر می‌شود. در این لیست، انتخابهای متعددی پیش روی شماست. برای اینکه گزینه‌ ها را برای خرید بلیط هواپیما محدودتر کنید، دالیا ابزارهای مختلفی در اختیار شما می‌گذارد.
          یکی از ابزارهای بسیار مفید و کاربردی برای خرید اینترنتی بلیط هواپیما، تقویم قیمتی است. با استفاده از تقویم قیمتی شما می‌توانید کمترین و بیشترین قیمت بلیط پرواز را در روزهای قبل و بعد از آن تاریخ مشاهده کنید. در صورتی که اصرار به خرید بلیط هواپیما در یک روز خاص نداشته باشید، این امکان به شما کمک می‌کند تا مبلغ بلیط هواپیما برایتان با مبلغ به صرفه تری تمام شود.
          علاوه بر این، با استفاده از فیلترهای کنار صفحه می‌توانید ایرلاین مورد نظرتان را انتخاب کنید. ضمنا می‌توانید، بلیط چارتر هواپیما یا سیستمی را فعال کنید تا فقط یکی از این دو نوع بلیط را مشاهده کنید. بلیط هواپیما خارجی ،کلاس پروازی و زمان پرواز هم از دیگر گزینه‌هایی است که با انتخاب آنها، تعداد بلیط ها محدودتر و رزرو بلیط هواپیما برای شما آسانتر می‌شود.
          برای پرداخت هزینه می‌توانید از کارت شتاب استفاده کنید. پس از پرداخت، خرید اینترنتی بلیط هواپیما با موفقیت انجام میشود و بلیط به ایمیل شما ارسال میشود. همچنین در همه این مراحل، پشتیبانی دالیا در کنار شماست تا هر زمانی که سوال یا مشکلی داشتید، 24 ساعته پاسخگوی شما باشد.
        </p>
      </div>
      <div className="">
        <h2 className="text-xl  bold text-gray-900">
          امکان استرداد بلیط هواپیما
        </h2>
        <p className="text-gray-600 max-w-7xl leading-7">
          یکی دیگر از امکانات دالیا استرداد آنلاین بلیط هواپیما (کنسلی بلیط) است. در صورتی که پس از رزرو بلیط هواپیما برنامه سفرتان تغییر کرده، به راحتی می‌توانید طبق قوانین کنسلی پرواز داخلی، بلیط هواپیمای خود را کنسل کنید. پس از استرداد، پول شما در کمترین زمان ممکن به حسابتان برگردانده می‌شود. شما برای خرید اینترنتی بلیط هواپیما از دالیا می‌توانید از تلفن همراه، رایانه شخصی یا تبلت استفاده کنید. دالیا در همه این ابزارها کاربرپسند است و شما خریدی آسان را تجربه خواهید کرد. همچنین امکان نصب و استفاده از اپلیکیشن دالیا برای گوشی های اندروید و آیفون وجود دارد.
        </p>
        <h2 className="text-xl  bold text-gray-900">
          رزرو بلیط هواپیما از معتبرترین ایرلاین‌ها        </h2>
        <p className="text-gray-600 max-w-7xl leading-7">
          شما برای خرید بلیط هواپیما از بین ایرلاینهای مختلف حق انتخاب دارید و می‌توانید از ایرلاینهای ماهان، زاگرس، کیش ایر، قشم ایر، آسمان، کاسپین، تابان، وارش یا معراج، بلیط پرواز داخلی خود را خریداری کنید.

          هر یک از این ایرلاین ها ویژگیها و مشخصات خود را دارند. برخی امکانات و خدمات رفاهی بیشتر دارند و برخی دیگر بلیط هواپیما را با قیمت به صرفه تری ارائه می‌دهند. زمانی که در دالیا لیست بلیط تمام این ایرلاین ها را مشاهده می‌کنید، می‌توانید از بین آنها انتخاب کنید.
        </p>
        <h2 className="text-xl  bold text-gray-900">
          دالیا: رتبه یک خرید اینترنتی بلیط سفر
        </h2>
        <p className="text-gray-600 max-w-7xl leading-7">
          دالیا طی این سالها، اعتبار زیادی نزد مشتریان خود کسب کرده است. طبق نظرسنجی، 97.2 درصد از مشتریان دالیا از خدمات این سامانه راضی بوده‌اند و استفاده از آن را به دوستان و آشنایان خود پیشنهاد داده‌اند. سرعت سادگی خرید اینترنتی بلیط هواپیما، اعتبار و خوشنامی، امکان استرداد آنلاین بلیط هواپیما و پشتیبانی 24 ساعته در تمام روزهای هفته، رتبه یک فروش بلیط را از آنِ دالیا کرده است.
          شما با رزرو بلیط هواپیما در دالیا، از سفری راحت و بی‌دردسر مطمئن خواهید بود.
        </p>
      </div>

    </div>
  );
};

export default TicketFly;
