import React from "react";

const ReserveInfo = () => {
  return (
    <div className="my-16">
      <h2 className="text-2xl mb-5 bold text-gray-900">رزرو اقامتگاه</h2>
      <p className="text-gray-600 max-w-7xl leading-7">
        اگر راهی سفر هستید و می‌خواهید برای آن برنامه‌ریزی کنید، احتمالا یکی از
        اولین اقداماتی که انجام می‌دهید جستجوی اقامتگاه است. شاید به‌دنبال یک
        اقامتگاه کوچک هستید که مناسب اسکان یک نفر باشد یا شاید هم می‌خواهید
        گروهی سفر کنید و به‌دنبال یک اقامتگاه بسیار بزرگ هستید؛ اقامتگاهی که
        تمام امکانات رفاهی را برای تجربه لوکس مسافرانش فراهم کرده باشد. جدا از
        متراژ، فاکتورهای دیگری هم در رزرو اقامتگاه مطرح است؛ به‌عنوان مثال بعضی
        از مسافران ترجیح می‌دهند اقامتگاهی را انتخاب کنند که دسترسی خوبی به
        مراکز مهم شهر دارد. با این حساب اگر نیاز به خرید چیزی داشته باشند یا
        بخواهند خدمات درمانی فوری دریافت کنند به مشکل نخواهند خورد.{" "}
      </p>
      <p className="text-gray-600 max-w-7xl my-2 leading-7">
        برای بعضی دیگر از مسافران موضوع کاملا متفاوت است. آن‌ها ترجیح می‌دهند
        اقامتگاهی را رزرو کنند که کاملا با شهر فاصله دارد؛ یک اقامتگاه آرام و
        دنج، دور از شلوغی، آلودگی و سروصدا. لیست تمام‌وکمال اقامتگاه‌های
        علی‌بابا هر انتظاری که از یک اقامتگاه دارید را برآورده خواهد کرد. تنها
        کاری که لازم است انجام بدهید این است که در همین صفحه، مقصد یا نوع
        اقامتگاه مدنظرتان را جستجو کنید تا لیست بلند اقامتگاه‌ها را ببینید. حالا
        دیگر تنها کاری که لازم است انجام بدهید بررسی، مقایسه و انتخاب است.{" "}
      </p>
      <p className="text-gray-600 max-w-7xl leading-7">
        از آنجایی که لیست اقامتگاه‌های علی‌بابا بسیار زیاد است، شما می‌توانید با
        کمک فیلترهای وب‌سایت انتخاب‌هایتان را هدفمندتر کنید. دنبال کلبه هستید یا
        ویلا؟ اقامتگاه‌های بوم‌گردی را بیشتر می‌پسندید یا ترجیح می‌دهید سوئیت
        رزرو کنید؟ شاید هم با خانه‌های سنتی موافق‌تر هستید یا اصلا می‌خواهید یک
        آپارتمان برای اقامتتان انتخاب کنید. ممکن است هیچکدام از این گزینه‌ها
        برایتان جذاب نباشد و بخواهید مجتمع‌های اقامتی یا حتی مسافرخانه رزرو
        کنید. انتخابتان هر کدام که باشد، فقط کافیست آن را در فیلترهای وب‌سایت
        علی‌بابا علامت بزنید تا لیست نمایش محدودتر و هدفمندتر شود. علاوه بر این،
        فیلترهای پرکاربرد دیگری هم هستند که می‌توانند شما را در انتخاب اقامتگاه
        مدنظرتان راهنمایی کنند؛ مثلا اگر برای شما امکان برگزاری مراسم و مهمانی
        یا ورود حیوانات خانگی مسئله است، پس حتما تیک آن را فعال کنید تا فقط همان
        اقامتگاه‌ها را ببینید. جنگلی، روستایی، کوهستانی، شهری یا ساحلی؟ فرقی
        ندارد؛ لیست کامل اقامتگاه‌های علی‌بابا منتظر میزبانی از شماست.{" "}
      </p>
    </div>
  );
};

export default ReserveInfo;
