import Companies from "./Companies";
import React from "react";

const Estelam = () => {
  return (
    <div className="my-24">
      <h2 className="text-3xl mb-5 bold text-gray-900">
        استعلام بلیط اتوبوس{" "}
      </h2>
      <p className="text-gray-600 leading-7">
        گاهی وقت‌ها بعد از اینکه به‌صورت اینترنتی بلیط اتوبوس خودتان را می‌خرید،
        نیاز دارید تا دوباره به آن بلیط اتوبوس سر بزنید و فرایند رهیری بلیط
        اتوبوس را انجام دهید. گاهی پیش می‌آید که باید بعضی از اطلاعات مهم و
        کاربردی بلیط خودتان را مجددا بررسی کنید تا روز حرکت اتوبوس به مشکل خاصی
        برنخورید و بدون دردسر، سفر خودتان را شروع کنید. مثلا ممکن است تاریخ حرکت
        اتوبوس را فراموش کرده باشید یا بخواهید شماره تعاونی و ترمینال را دوباره
        ببینید یا به همسفرتان خبر دهید. در چنین شرایطی لازم است که اصطلاحا
        استعلام بلیط اتوبوس یا رهگیری بلیط اتوبوس انجام دهید تا همه اطلاعات
        سفرتان کف دستتان باشد. هنگام خرید بلیط اتوبوس از علی بابا، اطلاعات بلیط
        و شماره سفارش برای شما پیامک و ایمیل می‌شود؛ اما اگر این پیامک و ایمیل
        را گم کردید، هیچ نگران نباشید. در ادامه توضیح می‌دهیم که چطور می‌توانید
        بلیط اتوبوستان را مجددا استعلام کنید. استعلام بلیط اتوبوس در وب‌سایت
        علی‌بابا بسیار ساده و سرراست است. فقط کافی است مراحل زیر را گام‌به‌گام
        انجام دهید تا به اطلاعاتی که می‌خواهید دست پیدا کنید. قدم اول این است که
        وارد وب‌سایت علی‌بابا شوید و به حساب کاربری‌تان بروید. برای این کار باید
        گزینه ورود را بزنید. حالا باید شماره همراه یا ایمیلتان را وارد کنید. سپس
        کدی که به شماره‌تان پیامک شده را همین جا وارد کنید تا وارد حساب
        کاربری‌تان شوید. بعد از ورود به حساب کاربری، برای استعلام بلیط اتوبوس،
        روی آیکن حساب کاربری بزنید. سپس عبارت «اطلاعات حساب کاربری» را انتخاب
        کنید. حالا وارد صفحه‌ای می‌شوید که باید به‌دنبال گزینه «تراکنش‌ها»
        بگردید. از بالای صفحه آن را پیدا کنید و روی آن بزنید.وارد این صفحه که
        بشوید، لیست کامل تراکنش‌های خودتان را خواهید دید. از بین لیست تراکنش‌ها،
        دنبال آن تراکنشی بگردید که می‌خواهید استعلامش کنید. شما می‌توانید برای
        پیداکردن هر چه سریع‌تر و راحت‌تر بلیط خودتان، از فیلترهای مختلف وب‌سایت
        علی‌بابا استفاده کنید؛ به عنوان مثال، شما می‌توانید با استفاده از فیلتر
        تاریخ، آن بازه زمانی را انتخاب کنید که بلیط را خریده بودید. جدا از این،
        با انتخاب گزینه «نوع تراکنش» یا «انتخاب محدوده قیمت»، استعلام بلیط
        اتوبوس برای شما راحت‌تر خواهد شد. بعد از اینکه تراکنش موردنظرتان را پیدا
        کردید، از ستون توضیحات، شماره سفارش آن را بردارید و جایی یادداشت کنید.
        بعد از برداشتن شماره سفارش از بین لیست تراکنش‌ها، قدم آخر این است که روی
        گزینه «سفرهای من» بزنید.{" "}
      </p>
      <Companies />
    </div>
  );
};

export default Estelam;
