import React from "react";

const Info = () => {
  return (
    <div className="my-16">
      <div>
        <h2 className="text-2xl mb-5 bold text-gray-900">راهنمای اجاره ویلا</h2>
        <p className="text-gray-600 max-w-7xl leading-7">
          سفر مثل هر چیز دیگری، قدم‌به‌قدمش برنامه‌ریزی می‌خواهد. از جمع‌کردن
          عزم سفر تا انتخاب مقصد و اقامتگاه و باقی موارد. یکی از مهم‌ترین
          بخش‌های برنامه‌ریزی در سفر انتخاب محل اقامت است. شما با انتخاب محل
          اقامتتان مشخص می‌کنید که می‌خواهید سفرتان را چگونه بگذرانید. مثلا
          انتخاب هتل یعنی احتمالا امکانات زیاد و مختلف شما را به وجد می‌آورد و
          برایتان هیجان‌انگیز است. دوست دارید هر چیزی سر ساعت خودش باشد و در مهد
          خدمات بی‌امان، سفرتان را پیش ببرید یا مثلا اگر بوم‌گردی انتخابتان
          باشد، یعنی شما از زندگی لا‌به‌لای روایت‌های تاریخی لذت می‌برید. دوست
          دارید در محله‌های قدیمی قدم بزنید و با مردم بومی منطقه معاشرت کنید.
          اما در این مطلب قرار است درباره اجاره ویلا صحبت کنیم. ویلا، یعنی
          خانه‌ای که دربست در اختیار شماست. پنجره‌اش درست رو به زیبایی باز
          می‌شود. گاهی این پنجره از لابه‌لای درختان سبز و باران‌خورده سر در
          می‌آورد و گاهی هم رو به ساحل آرام و آبی. ممکن است درهای این ویلا را که
          باز می‌کنید از ارتفاعاتی بلند، زمین را نظاره کنید که بین مه‌ گم شده.
          شاید هم ویلای شما در قلب شهری باشد که به آن سفر کرده‌اید. انتخابتان هر
          کدام که باشد، اجاره ویلا خاطره‌انگیزترین لحظات را برایتان خواهد ساخت.{" "}
        </p>
      </div>
      <div className="my-10">
        <h2 className="text-xl mb-5 bold text-gray-900">مزایای اجاره ویلا</h2>
        <p className="text-gray-600 max-w-7xl leading-7">
          بیشتر ویلاها فضای باز و حیاط، اتاق نشیمن و اتاق خواب جداگانه دارند.
          این موضوع باعث می‌شود که هر کدام از همسفران شما در هر زمانی که مایل
          بود مکانی اختصاصی برای خودش داشته باشد. اگر قصد سفر خانوادگی و گروهی
          دارید، اجاره ویلا از باقی گزینه‌ها بسیار مناسب‌تر است. تعداد زیاد
          همسفران، شلوغی خاص خودش را دارد. به همین خاطر اگر شما هتل یا
          اقامتگاه‌هایی در همسایگی باقی مسافران بگیرید، باید بیشتر رعایت کنید.
          ویلا دربست در اختیار شماست و از همین نظر انتخاب مناسب‌تری برای سفرهای
          شلوغ و دسته‌جمعی است. یکی دیگر از مزایای اجاره ویلا در سفرهای گروهی
          این است که ویلا امکانات اختصاصی زیادی دارد؛ مثل باربیکیو و لذت غذاهای
          کبابی در کنار همسفران. همچنین استخر، سونا و جکوزی برای ساختن یک خاطره
          تکرارنشدنی. اجاره ویلا در هزینه خوردوخوراک شما هم صرفه‌جویی می‌کند.
          ویلا برخلاف هتل، دارای آشپزخانه و وسایل پخت‌و‌پز است. همین موضوع باعث
          می‌شود که شما به جای اینکه هر وعده را در رستوران‌های مختلف صرف کنید،
          بتوانید بسیاری از غذاها را در خانه آماده کنید. اگر قصد سفرهای گروهی
          دارید، این صرفه‌جویی کاملا چشمگیر خواهد بود.{" "}
        </p>
      </div>
      <div>
        <h2 className="text-xl mb-5 bold text-gray-900">راه‌های اجاره ویلا</h2>
        <p className="text-gray-600 max-w-7xl leading-7">
          اگر شما هم قصد اجاره ویلا دارید، حتما می‌دانید که یکی راهها اجاره
          به‌صورت حضوری است. یکی از خوبی‌های اجاره ویلا به‌صورت حضوری این است که
          شما از نزدیک ویلاهای مختلف را می‌بینید و با سبک‌سنگین‌کردن گزینه‌های
          مختلف، یکی از آن‌ها را انتخاب می‌کنید. در نظر داشته باشید که این راه
          محدودیت‌های زیادی دارد. یکی از این محدودیت‌ها، محدودیت زمانی است. شما
          نمی‌توانید برای همه گزینه‌ها وقت کافی بگذارید و آن‌ها را ببینید.
          ناچارا باید بین چند گزینه محدود در یک منطقه بسنده کنید؛ اما مسیر دوم
          مسیر اجاره ویلا با علی‌باباست.{" "}
        </p>
      </div>
    </div>
  );
};

export default Info;
