import React from "react";

const Royal = () => {
  return (
    <div className="my-16">
      <h2 className="text-xl mb-5 bold text-gray-900">رویال سفر ایرانیان</h2>
      <p className="text-gray-600 max-w-7xl leading-7">
        شرکت رویال سفر ایرانیان از سال 1385 کار خود را شروع کرد. می‌توان گفت با
        آغاز به کار رویال سفر بود که سطح سفرهای بین‌شهری با اتوبوس وارد مرحله
        جدیدی شد. اتوبوس‌های این شرکت با برخورداری از امکانات مدرن و به‌روز
        مسافران را با شکل جدیدی از سفر مواجه کرد. در حال حاضر، رویال سفر
        ایرانیان دارای 550 دستگاه اتوبوس VIP است. گفتنی است این شرکت در 50 شهر
        در داخل و خارج از کشور نمایندگی دارد. شما می‌توانید به سادگی بلیط اتوبوس
        رویال سفر و سایر شرکت‌ها را از علی‌بابا رزرو کنید.{" "}
      </p>
    </div>
  );
};

export default Royal;
