import React from "react";

const Seyrosafar = () => {
  return (
    <div className="my-16">
      <h2 className="text-xl mb-5 bold text-gray-900">سیر و سفر</h2>
      <p className="text-gray-600 max-w-7xl leading-7">
        یکی دیگر از شرکت‌های اتوبوس‌رانی معروف کشور، سیر و سفر است. این شرکت
        اتوبوس‌رانی در سال 1369 آغاز به کار کرد و از آن سال تا به حال فعالیت‌های
        خود را توسعه داده است. بسیاری از اتوبوس‌های شرکت سیر و سفر از نوع VIP
        هستند و امکانات رفاهی مطلوبی برای مسافران به وجود می‌آورند. شما
        می‌توانید به سادگی بلیط اتوبوس سیر و سفر و سایر شرکت‌ها را از علی‌بابا
        رزرو کنید.{" "}
      </p>
    </div>
  );
};

export default Seyrosafar;
